txt_instruction = '''Данное приложение позволит\n вам с помощью теста Руфье \n провести первичную диагностику вашего здоровья.\nПроба Руфье представляет\n собой нагрузочный комплекс, \n предназначенный для оценки\n работоспособности сердца при физической нагрузке.\nУ испытуемого определяют\n частоту пульса за 15 секунд.\nЗатем в течение 45 секунд\n испытуемый выполняет 30 приседаний.\nПосле окончания нагрузки\n пульс подсчитывается вновь: \nчисло пульсаций за первые 15 секунд,\n 30 секунд отдыха,\n число пульсаций \nза последние 15 секунд.\n'''

txt_test1 = '''Замерьте пульс за 15 секунд.\n
Результат запишите в соответствующее поле.'''

txt_test2 = '''Выполните 30 приседаний за 45 секунд.\n 
Нажмите кнопку "Начать", чтобы запустить счетчик приседаний.\n
Делайте приседания со скоростью счетчика.'''

txt_test3 = '''В течение минуты\n замерьте пульс два раза:\n 
за первые 15 секунд минуты,\n затем за последние 15 секунд.\n
Результаты запишите\n в соответствующие поля.''' 

txt_sits = 'Выполните 30 приседаний за 45 секунд.'
ti = 'Добро пожаловать в\n приложение KivyHealth!\nВ этом приложении вы можете\n проверить состояние своего здоровья\nи выполнить тренировки\n по своему уровню.'
ti2 = 'Нажав на кнопку\n Тест Руфье вы сможете:\nпройти тест на определение\n вашего уровня здоровья\n и тренировок\nНажав на кнопку Тренировки\nвы сможете\n приступить к тренировкам\n по вашему \nуровню подготовленности\nВ настройках вы можете\n выбрать цвет приложения'
tr1= 'На этом экране вы можете\n выбрать\n уровень тренировок\n и пройти их'
advice = '''Чтобы быть здоровым нужно:
1.Больше гуляйте
2.Занимайтесь тренировками в нашем приложении
3.ешьте здоровю пищу
Выполняйте эти 3 простых правила
и вы будете здоровым'''